{
    "alpha-nvim": {
        "branch": "main"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "code_runner.nvim": {
        "branch": "main"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "dressing.nvim": {
        "branch": "master"
    },
    "edgy.nvim": {
        "branch": "main"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "gen.nvim": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "harpoon": {
        "branch": "harpoon2"
    },
    "heirline.nvim": {
        "branch": "master"
    },
    "indent-blankline.nvim": {
        "branch": "master"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydev.nvim": {
        "branch": "main"
    },
    "leetcode.nvim": {
        "branch": "master"
    },
    "lspkind.nvim": {
        "branch": "master"
    },
    "luvit-meta": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "mini.clue": {
        "branch": "main"
    },
    "neofusion.nvim": {
        "branch": "main"
    },
    "noice.nvim": {
        "branch": "main"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-autopairs": {
        "branch": "master"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-highlight-colors": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-scrollview": {
        "branch": "main"
    },
    "nvim-snippets": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "onedark.nvim": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "rainbow-delimiters.nvim": {
        "branch": "master"
    },
    "telescope-fzf-native.nvim": {
        "branch": "main"
    },
    "telescope-project.nvim": {
        "branch": "master"
    },
    "telescope-zoxide": {
        "branch": "main"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "toggleterm.nvim": {
        "branch": "main"
    },
    "vim-illuminate": {
        "branch": "master"
    }
}
